# 隐私条款
### 1、接受条款

1.1 本APP的所有权和运作权归vfa312@163.com所有。用户接受本协议点击"同意"按钮完成注册，这表示用户与本人达成协议并接受所有的服务条款。

1.2 vfa312@163.com运用自己的服务系统通过国际互联网络为用户提供虚拟社区信息服务相关的技术服务等，除此之外与相关网络服务有关的设备（如个人电脑、手机、及其他与接入互联网或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费）均应由用户自行负担。

### 2、使用规则

2.1 用户在申请使用vfa312@163.com提供的网络服务时，必须向vfa312@163.com提供详尽、准确的个人资料，如个人资料有任何变动，必须及时更新。

2.2用户注册成功后，vfa312@163.com将给予每个用户一个用户帐号及相应的密码，该用户帐号和密码由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。

2.3 用户在使用本APP网络服务过程中，必须遵循以下原则：

2.3.1 遵守中国有关的法律和法规；

2.3.2 不得为任何非法目的而使用网络服务系统；

2.3.3 遵守所有与网络服务有关的网络协议、规定和程序；

2.3.4不得利用vfa312@163.com网络服务系统进行任何可能对互联网的正常运转造成不利影响的行为；

2.3.5 不得利用vfa312@163.com网络服务系统传输任何骚扰性的、中伤他人的、辱骂性的、恐吓性的、庸俗淫秽的或其他任何非法的信息资料；

2.3.6 不得利用vfa312@163.com网络服务系统进行任何不利于vfa312@163.com的行为；

2.3.7 不经vfa312@163.com书面同意，不能利用vfa312@163.com各项服务在本APP或相关网站上进行销售或其他商业性行为。用户违反此约定，vfa312@163.com将依法追究其违约责任，由此给vfa312@163.com造成损失的，vfa312@163.com有权进行追偿。

### 3、服务修订

3.1 vfa312@163.com保留随时修改或中断服务而不需通知用户的权利。用户接受vfa312@163.com行使修改或中断服务的权利，vfa312@163.com不需对用户或第三方负责。

### 4、隐私保护

4.1 尊重用户个人隐私是vfa312@163.com的一项基本政策。所以，作为对以上第二点个人注册资料分析的补充，vfa312@163.com一定不会公开、编辑或透露用户的注册资料及保存在vfa312@163.com各项服务中的非公开内容，除非vfa312@163.com在诚信的基础上认为透露这些信息在以下几种情况是必要的：

4.1.1 遵守有关法律规定，包括在国家有关机关查询时，提供用户在本APP的网页上发布的信息内容及其发布时间、互联网地址或者域名。

4.1.2遵从本APP产品服务程序。

4.1.3 保持维护vfa312@163.com的商标所有权。

4.1.4 在紧急情况下竭力维护用户个人和社会大众的隐私安全。

4.1.5 根据第11条的规定或者vfa312@163.com认为必要的其他情况下。用户在此授权vfa312@163.com可以向其电子邮箱发送商业信息。

### 5、用户的帐号、密码和安全性

5.1 您一旦注册成功成为用户，您将得到一个密码和帐号。如果您未保管好自己的帐号和密码而对您、vfa312@163.com或第三方造成的损害，您将负全部责任。另外，每个用户都要对其帐户中的所有活动和事件负全责。您可随时改变您的密码和图标，也可以结束旧的帐户重开一个新帐户。用户同意若发现任何非法使用用户帐号或安全漏洞的情况，立即通告vfa312@163.com。

5.2 用户明确同意邮件服务的使用由用户个人承担风险。服务提供是建立在免费的基础上。vfa312@163.com明确表示不提供任何类型的担保，不论是明确的或隐含的，但是对商业性的隐含担保，特定目的和不违反规定的适当担保除外。vfa312@163.com不担保服务一定能满足用户的要求，也不担保服务不会受中断，对服务的及时性、安全性、出错发生都不作担保。vfa312@163.com拒绝提供任何担保，包括信息能否准确、及时、顺利地传送。用户理解并接受下载或通过vfa312@163.com产品服务取得的任何信息资料取决于用户自己，并由其承担系统受损或资料丢失的所有风险和责任。vfa312@163.com对在服务网上得到的任何商品购物服务或交易进程，都不作担保。用户不会从vfa312@163.com收到口头或书面的意见或信息，vfa312@163.com也不会在这里作明确担保。

### 6、免责声明

6.1 vfa312@163.com对直接、间接、偶然、特殊及继起的损害不负责任，这些损害来自：

6.1.1不正当使用产品服务;

6.1.2在网上购买商品或类似服务，在网上进行交易，非法使用服务或用户传送的信息有所变动。

6.2 用户在本APP发表的内容（包含但不限于vfa312@163.com目前各产品功能里的内容）仅表明其个人的立场和观点，并不代表vfa312@163.com的立场或观点。作为内容的发表者，需自行对所发表内容负责，因所发表内容引发的一切纠纷，由该内容的发表者承担全部法律及连带责任。vfa312@163.com不承担任何法律及连带责任。

6.3 用户在本APP发布侵犯他人知识产权或其他合法权益的内容，vfa312@163.com有权予以删除，并保留移交司法机关处理的权利。

6.4 vfa312@163.com不保证为向用户提供便利而设置的外部链接的准确性和完整性，同时，对于该等外部链接指向的不由vfa312@163.com实际控制的任何网页上的内容，vfa312@163.com不承担任何责任。

6.5在vfa312@163.com许可下用户可在他们发表的信息中加入宣传资料或参与广告策划，在本APP各项免费服务上展示他们的产品。任何这类促销方法，包括运输货物、付款、服务、商业条件、担保及与广告有关的描述都只是在相应的用户和广告销售商之间发生。vfa312@163.com不承担任何责任，vfa312@163.com没有义务为这类广告销售负任何一部分的责任。

6.6 若vfa312@163.com已经明示其网络服务提供方式发生变更并提醒用户应当注意事项，用户未按要求操作所产生的一切后果由用户自行承担。

6.7 用户明确同意其使用vfa312@163.com网络服务所存在的风险将完全由其自己承担；因其使用vfa312@163.com服务而产生的一切后果也由其自己承担，vfa312@163.com对用户不承担任何责任。

6.8 vfa312@163.com不担保网络服务一定能满足用户的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作担保。

6.9 用户同意保障和维护vfa312@163.com及其他用户的利益，由于用户登录网站内容违法、不真实、不正当、侵犯第三方合法权益，或用户违反本协议项下的任何条款而给vfa312@163.com或任何其他第三人造成损失，用户同意承担由此造成的损害赔偿责任。

6.10 本APP是用户产生内容为主，我们会对内容以及用户及时并且有效地进行监管，删除非法用户，删除非法内容，由于用户不遵循本协议而产生的帖子，照片等相关内容而受到损失，用户应该自己承担相关责任，和vfa312@163.com无关，和苹果公司无关。

6.11 本APP中的内容对于用户对自身财务状况的描述及提供的理财建议，仅作为参考，本APP不为各种建议承担任何法律责任。

### 7、本APP虚拟社区信息的储存及限制

7.1 vfa312@163.com不对用户所发布信息的删除或储存失败负责。

7.2 vfa312@163.com保留判定用户的行为是否符合本APP虚拟社区服务条款的要求和精神的权利，如果用户违背了服务条款的规定，则中断其虚拟社区服务的帐号。

7.3 用户发表在本社区的所有文章，vfa312@163.com都有使用权、改编权、纸介质出版权以及授权第三方转载权，vfa312@163.com有权根据公司业务需要在不违反法律规定的前提下使用用户发表在本网站上的文章，并且无需再次经过用户同意。vfa312@163.com行使上述权力无需向用户支付任何费用。任何组织或个人如果需要转载社区内文章，必须征得原文作者或vfa312@163.com授权。

### 8、终止服务

8.1 vfa312@163.com可随时根据实际情况终止服务。vfa312@163.com不需对任何个人或第三方负责而随时终止服务。用户若反对任何服务条款的建议或对后来的条款修改有异议，或对vfa312@163.com服务不满，用户只有以下的追索权：

8.1.1不再使用vfa312@163.com服务。

8.1.2结束用户使用vfa312@163.com服务的资格。

8.1.3通告vfa312@163.com停止该用户的服务。结束用户服务后，用户使用vfa312@163.com服务的权利马上中止。从那时起，vfa312@163.com不再对用户承担任何义务。

### 9、通知送达

9.1 vfa312@163.com对于用户所有的通知均可通过网页公告、电子邮件、系统通知、网站管理员账号主动联系、私信、手机短信或常规的信件传送等方式进行；该等通知于发送之日视为已送达收件人。

### 10、内容的所有权

10.1 内容的定义包括：文字、软件、声音、相片、录象、图表；在广告中的全部内容；电子邮件的全部内容；本APP虚拟社区服务为用户提供的商业信息。所有这些内容均受版权、商标、标签和其它财产所有权法律的保护。所以，用户只能在vfa312@163.com和广告商授权下才能使用这些内容，而不能擅自复制、再造这些内容、或创造与内容有关的派生产品。

### 11、法律管辖

11.1用户和vfa312@163.com一致同意有关本协议以及使用vfa312@163.com的服务产生的争议交由仲裁解决，但是vfa312@163.com有权选择采取诉讼方式，并有权选择受理该诉讼的有管辖权的法院。若有任何服务条款与法律相抵触，那这些条款将按尽可能接近的方法重新解析，而其它条款则保持对用户产生法律效力和影响。

### 12、本APP通行证所含服务的信息储存及安全

12.1 vfa312@163.com对本APP通行证上所有服务将尽力维护其安全性及方便性，但对服务中出现信息删除或储存失败不承担任何负责。另外我们保留判定用户的行为是否符合vfa312@163.com服务条款的要求的权利，如果用户违背了通行证服务条款的规定，将会中断其通行证服务的帐号。

### 13、青少年用户

13.1 特别提示青少年用户必须遵守全国青少年网络文明公约：要善于网上学习，不浏览不良信息；要诚实友好交流，不侮辱欺诈他人；要增强自护意识，不随意约会网友；要维护网络安全，不破坏网络秩序；要有益身心健康，不沉溺虚拟时空。

### 14、其他

14.1 vfa312@163.com将视向用户所提供服务内容之特性，要求用户在注册vfa312@163.com提供的有关服务时，遵守特定的条件和条款；如该等条件和条款与以上服务条款有任何不一致之处，则已该等条件和条款为准。

14.2 本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。

14.3 本服务协议执行过程中所产生的任何问题本网站和用户都将友好协商解决。
